[
  {
    "date": "2013-09-09T00:00:00-05:00",
    "title": "The Dreaded Public Speaking Class",
    "text": "In the fall semester of 2013, Chelsea and Collin attended Speech 140 - a general education course required for all students. Coincidentally enough, Collin had switched sections just days before classes officially started, not knowing he would find his future wife.",
    "image": "1468634_10202661981777455_911314832_n.jpg"
  }, {
    "date": "2013-12-20T00:00:00-05:00",
    "title": "The Night With the Full Moon",
    "text": "During the following Christmas break, after assisting his father as a UPS Helper, Collin drove up to Florence to visit Chelsea. Completing a lovely dinner at Fatz Cafe, the relationship officially started.",
    "image": "1522198_10202865958433269_31245596_n.jpg"
  }, {
    "date": "2015-05-11T00:00:00-05:00",
    "title": "The Spacious Studio Apartment",
    "text": "As most couples that live in a city do, it was determined to rent out a small studio apartment. Benefits included: walking to campus together, eating at exquisite local restaurants on Main Street, and most importantly, having an underground Starbucks next door.",
    "image": "11252760_10206670481023956_3317997467207392531_n.jpg"
  }, {
    "date": "2015-09-09T00:00:00-05:00",
    "title": "The Big, Lovable Cat",
    "text": "Despite the apartment being as small as it was, an animal companion was sought out. After spending two hours at Pawmetto Lifeline Animal Shelter, the cat that angered all of the other cats in the room was the one we brought home.",
    "image": "12002094_10207653593961165_9006850128710556865_n.jpg"
  }, {
    "date": "2016-03-07T00:00:00-05:00",
    "title": "The 14 Hour Train Ride",
    "text": "For their senior year Spring Break, New York City was the destination. While wandering Central Park, a combination of an unexpected visit by her childhood best friend and a ring sliding on the left-hand made the trip unforgettable.",
    "image": "12821525_10208879859297032_3073548826175742543_n.jpg"
  }, {
    "date": "2017-06-17T00:00:00-05:00",
    "title": "The Wedded Bliss",
    "text": "Join Chelsea and Collin as two families become one.",
    "image": "12957555_10209219954399197_4211138356953188506_o.jpg"
  }
]
